Repository: iina/iina
Catalog: iina/mul.lproj/PrefSubViewController.xcstrings
Source language: en
Languages: af, ca, cs, da, de, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_cs, sv, tr, uk, vi, zh_hans, zh_hant

# OcF-0z-7qe.title
source: If enabled, all ASS subtitles will be drawn using the styles below.
af: Indien geaktiveer sal alle ASS-onderskrifte met die onderstaande style getoon word.
ca: Habilitat, tots els subtítols ASS es dibuixaràn utilitzant els estils següents.
cs: Všechny ASS titulky budou vykreslené pomocí následujících stylů.
da: Hvis aktiveret, bliver alle ASS undertekster genereret med stylingen nedenfor.
de: Alle ASS-Untertitel werden mit den untenstehenden Stilen dargestellt.
es: Al activar, todos los subtítulos ASS se dibujarán usando los siguientes estilos.
fi: Jos käytössä, kaikki ASS-tekstitykset piirretään käyttäen alla olevia tyylejä.
fr: Si cette option est activée, tous les sous-titres ASS seront affichés avec le style ci-dessous.
he: אם מופעל, כל כתוביות ה-ASS יצוירו באמצעות העיצוב שמוגדר להלן.
hi: यदि सक्षम किया गया है, तो सभी ASS सबटाइटल नीचे की शैलियों का उपयोग करके तैयार किए जाएंगे।
hr: Ako je omogućeno, svi ASS titlovi će koristiti donje stilove.
hu: Ha engedélyezve van, az összes ASS-felirat az alábbi stílusok szerint lesz megjelenítve.
id: Jika diaktifkan, seluruh terjemahan ASS akan menyesuaikan gaya di bawah ini.
it: Se abilitato, tutti i sottotitoli ASS saranno visualizzati con gli stili qui sotto.
ja: 有効にすると、すべてのASS字幕は以下の書式で描画されます。
ko: 선택하면 모든 ASS 자막은 아래 설정에 따라 표시됩니다.
nl: Indien ingeschakeld zullen alle ASS-ondertitelingen getoond worden met de onderstaande opties.
pl: Kiedy włączone, wszystkie napisy ASS będą wyświetlane ze stylem wybranym poniżej.
pt_br: Se habilitado, todas leganda ASS serão feitas no estilo abaixo.
pt_pt: Se ativado, todas as legendas ASS serão desenhadas usando os estilos abaixo.
ro: Odată activat, toate subtitrările ASS vor fi afișate folosind stilurile de mai jos.
ru: Если включено, субтитры ASS будут стилизованы заданным образом.
sk: Ak povolené, všetky ASS titulky budú vykreslené pomocou nasledujúcich štýlou.
sr_cs: Ako je omogućeno, svi ASS titlovi biće prikazani pomoću dolenavedenih stilova.
sv: Om aktiverad så kommer alla ASS-undertexter att ritas ut med nedanstående stilar.
tr: Etkinleştirilirse, tüm ASS altyazıları aşağıdaki stiller kullanılarak çizilecektir.
uk: Якщо активовано, усі ASS-субтитри будуть відображені у вказаному нижче стилі.
vi: Nếu được bật, tất cả phụ đề ASS sẽ được vẽ bằng các kiểu bên dưới.
zh_hans: 这将导致 ASS 字幕使用以下设置渲染。
zh_hant: 啟用時，所有 ASS 字幕將使用下方的樣式顯示。

# pNF-Fw-QtW.title
source: Italic
af: Skuins
ca: Cursiva
cs: Kurzíva
da: Kursiv
de: Kursiv
es: Cursiva
fi: Kursivoitu
fr: Italique
he: נטוי
hi: इटैलिक
hr: Kurziv
hu: Dőlt
id: Cetak miring
it: Corsivo
ja: 斜体字
ko: 이텔릭체
nl: Cursief
pl: Kursywa
pt_br: Itálico
pt_pt: Itálico
ro: Cursiv
ru: Курсив
sk: Kurzíva
sr_cs: Kurziv
sv: Kursiv
tr: Yatık
uk: Курсив
vi: Nghiêng
zh_hans: 斜体
zh_hant: 斜體

# pRe-wv-VVi.title
source: Margin
af: Kantlyn
ca: Marge
cs: Okraje
da: Margen
de: Abstand
es: Margen
fi: Reunukset
fr: Marge
he: שוליים
hi: मार्जिन
hr: Margina
hu: Margó
id: Tepi
it: Margine
ja: マージン
ko: 여백
nl: Marge
pl: Margines
pt_br: Margem
pt_pt: Margem
ro: Marjă
ru: Отступ
sk: Okraje
sr_cs: Margina
sv: Marginal
tr: Kenar boşluğu
uk: Поле
vi: Lề
zh_hans: 边距
zh_hant: 邊界

# Qda-dp-nhg.title
source: Text Subtitles:
af: Teksonderskrifte:
ca: Text:
cs: Textové titulky:
da: Undertekster:
de: Aussehen:
es: Texto:
fi: Tekstin tekstitys:
fr: Sous-titres texte :
he: טקסט כתוביות:
hi: पाठ उपशीर्षक:
hr: Titlovi teksta:
hu: Szöveges feliratok:
it: Testo dei sottotitoli:
ja: 字幕テキスト:
ko: 텍스트 자막
nl: Weergave ondertiteling:
pl: Tekst napisów:
pt_br: Legandas Texto:
pt_pt: Legendas de texto:
ro: Textul subtitrărilor:
ru: Текст субтитров:
sk: Titulky:
sr_cs: Tekstualni titlovi:
sv: Text-undertexter:
tr: Altyazı dosyaları:
uk: Текстові субтитри:
zh_hans: 文本字幕:
zh_hant: 字幕樣式：

# QsS-wD-2hY.title
source: Also search subtitles in following directories:
af: Soek ook na onderskrifte in die volgende gidse:
ca: També cerca suubtítols en els directoris següents:
cs: Hledat titulky také v následujících složkách:
da: Søg efter undertekster i følgende mapper:
de: Auch in folgenden Ordnern suchen:
es: También buscar subtítulos en los siguientes directorios:
fi: Hae myös tekstityksiä seuraavissa hakemistoissa:
fr: Rechercher aussi des sous-titres dans le dossier suivant :
he: חפש כתוביות גם בתיקיות הבאות:
hi: इसके अलावा निम्नलिखित निर्देशिकाओं में उपशीर्षक खोजें:
hr: Traži titlove i u sljedećim direktorijima:
hu: A következő könyvtárakban is kereshet feliratokat:
id: Cari juga terjemahan pada direktori berikut:
it: Ricerca i sottotitoli anche nelle seguenti cartelle:
ja: 字幕ファイルを探索するディレクトリー:
ko: 아래의 디렉토리에서도 자막을 찾습니다:
nl: Zoek ook naar ondertiteling in de volgende mappen:
pl: Szukaj również napisów w następujących katalogach:
pt_br: Também procurar nos diretórios:
pt_pt: Também procurar legendas nos seguintes directórios:
ro: De asemenea, caută subtitrări în următoarele dosare:
ru: Также искать субтитры в следующих папках:
sk: Taktiež hľadať titulky v nasledujúcich adresároch:
sr_cs: Titlove potraži i u sledećim direktorijumima:
sv: Sök även efter undertexter i följande kataloger:
tr: Ayrıca şu dizinlerde altyazı ara:
uk: Також шукати субтитри у цих папках:
vi: Đồng thời tìm kiếm phụ đề trong các thư mục sau:
zh_hans: 在以下目录中也查找字幕:
zh_hant: 也在下列的目錄中搜尋字幕：

# raf-Yu-ck0.title
source: Auto Load:
af: Outomatiese laai:
ca: Càrrega automàtica:
cs: Automatické načítání:
da: Automatisk indlæsning:
de: Automatisch laden:
es: Carga automática:
fr: Chargement auto :
he: טעינה אוטומטית:
hi: ऑटो लोड:
hu: Automatikus betöltés:
it: Caricamento automatico:
ja: 自動読み込み:
ko: 자동 자막열기:
nl: Automatisch inladen:
pl: Automatyczne załadowanie:
pt_br: Auto carregar:
pt_pt: Carregar automaticamente:
ro: Auto încărcare:
ru: Автозагрузка:
sk: Automaticky nahrať:
sr_cs: Automatski učitaj:
sv: Läs in automatiskt:
tr: Altyazıyı otomatik yükle:
uk: Автоматичне завантаження:
zh_hans: 自动加载:
zh_hant: 自動載入：

# rZf-bj-qbV.title
source: Ignore ASS styles
af: Ignoreer ASS-style
ca: Ignora estils ASS
cs: Ignorovat ASS styly
da: Ignorer ASS stile
de: ASS-Stile ignorieren
es: Ignorar los estilos ASS
fi: Ohita ASS-tyylit
fr: Ignorer les styles ASS
he: התעלם מסגנונות ASS
hi: ASS शैलियों को अनदेखा करें
hr: Zanemari ASS stilove
hu: Az ASS stílusok figyelmen kívül hagyása
id: Abaikan gaya ASS
it: Ignora tutti gli stili ASS
ja: ASSの書体を無視する
ko: 모든 ASS 효과 무시
nl: Negeer ASS-stijlen
pl: Ignoruj style ASS
pt_br: Ignorar estilos ASS
pt_pt: Ignorar estilos ASS
ro: Ignoră stilurile ASS
ru: Игнорировать стили ASS
sk: Ignorovať ASS štýly
sr_cs: Zanemari ASS stilove
sv: Ignorera ASS-stilar
tr: ASS stillerini yoksay
uk: Ігнорувати стилі ASS
vi: Bỏ qua kiểu ASS
zh_hans: 忽略所有 ASS 样式
zh_hant: 忽略所有 ASS 樣式

# SIh-Sv-6XI.title
source: Color:
af: Kleur:
cs: Barva:
da: Farve:
de: Farbe:
fi: Väri:
fr: Couleur :
he: צבע:
hi: रंग:
hr: Boja:
hu: Szín:
id: Warna:
it: Colore:
ja: 色:
ko: 색상:
nl: Kleur:
pl: Kolor:
pt_br: Cor:
pt_pt: Cor:
ro: Culoare:
ru: Цвет:
sk: Farba:
sr_cs: Boja:
sv: Färg:
tr: Renk:
uk: Колір:
vi: Màu sắc:
zh_hans: 颜色:
zh_hant: 顏色：

# slU-Ox-aeF.title
source: Center
af: Middel
ca: Centre
cs: Na střed
de: Zentriert
es: Centro
fi: Keskitetty
fr: Au centre
he: במרכז
hi: केंद्र
hr: Centrirano
hu: Középen
id: Tengah
it: Centro
ja: 中央
ko: 가운데
nl: Midden
pl: Środek
pt_br: Centro
pt_pt: Centro
ro: Centru
ru: По центру
sk: Stred
sr_cs: Centar
sv: Centrera
tr: Ortala
uk: По центру
vi: Chính giữa
zh_hans: 中间
zh_hant: 置中

# t5n-mc-dss.title
source: Border
af: Rand
ca: Vora
cs: Okraj
da: Grænse
de: Kontur
es: Borde
fr: Bordure
he: גבול
hi: सीमा
hr: Rub
hu: Körvonal
id: Tepian
it: Bordo
ja: 枠線
ko: 외곽선
nl: Rand
pl: Granica
pt_br: Borda
pt_pt: Contorno
ro: Bordură
ru: Контур
sk: Okraj
sr_cs: Okvir
sv: Kant
tr: Kenar
uk: Контур
vi: Viền
zh_hans: 边框
zh_hant: 邊框

# TPK-CJ-HX7.title
source: Download subtitles from:
af: Laai onderskrifte af van:
ca: Baixa subtítols de:
cs: Stáhnout titulky z:
da: Download undertekster fra:
de: Untertitelquelle:
es: Descargar subtítulos desde:
fi: Lataa tekstitys osoitteesta:
fr: Télécharger des sous-titres depuis :
he: הורד כתוביות מ:
hi: से उपशीर्षक डाउनलोड करें:
hr: Preuzmi titlovi iz:
hu: Feliratok letöltése:
id: Unduh terjemahan dari:
it: Scarica i sottotitoli da:
ja: 字幕のダウンロード先:
ko: 자막 파일 다운로드
nl: Download ondertiteling van:
pl: Pobierz Napisy z:
pt_br: Baixar legendas de:
pt_pt: Transferir legendas de:
ro: Descarcă subtitrări de la:
ru: Скачивать субтитры из:
sk: Stiahnuť titulky z:
sr_cs: Preuzmi titlove sa:
sv: Ladda ner undertexter från:
tr: Altyazıları şuradan indir:
uk: Завантажити субтитри з:
vi: Tải phụ đề từ:
zh_hans: 自动下载字幕来源:
zh_hant: 從⋯下載字幕：

# u31-eV-Arr.title
source: Disabled
af: Gedeaktiveer
ca: Inhabilitat
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
es: Deshabilitado
fi: Ei käytössä
fr: Désactivé
he: מושבת
hi: कुंजी
hr: Onemogućeno
hu: Kikapcsolva
id: Non-aktif
it: Disabilitata
ja: 使用しない
ko: 사용하지 않음
nl: Uitgeschakeld
pl: Wyłączony
pt_br: Desabilitado
pt_pt: Desativado
ro: Dezactivat
ru: Отключён
sk: Vypnuté
sr_cs: Onemogućeno
sv: Av
tr: Devredışı
uk: вимкнено
vi: Vô hiệu hóa
zh_hans: 禁用
zh_hant: 停用

# Vbl-Im-3UI.title
source: Size:
af: Grootte:
ca: Mida:
cs: Velikost:
da: Størrelse:
de: Größe:
es: Tamaño:
fi: Koko:
fr: Taille :
he: גודל:
hi: आकार:
hr: Veličina:
hu: Méret:
id: Ukuran:
it: Dimensione:
ja: サイズ:
ko: 크기:
nl: Grootte:
pl: Rozmiar:
pt_br: Tamanho:
pt_pt: Tamanho:
ro: Dimensiune:
ru: Размер:
sk: Veľkosť:
sr_cs: Veličina:
sv: Storlek:
tr: Boyut:
uk: Розмір:
vi: Kích cỡ:
zh_hans: 大小:
zh_hant: 大小：

# vDc-dw-liI.title
source: Color:
af: Kleur:
cs: Barva:
da: Farve:
de: Farbe:
fi: Väri:
fr: Couleur :
he: צבע:
hi: रंग:
hr: Boja:
hu: Szín:
id: Warna:
it: Colore:
ja: 色:
ko: 색상:
nl: Kleur:
pl: Kolor:
pt_br: Cor:
pt_pt: Cor:
ro: Culoare:
ru: Цвет:
sk: Farba:
sr_cs: Boja:
sv: Färg:
tr: Renk:
uk: Колір:
vi: Màu sắc:
zh_hans: 颜色:
zh_hant: 顏色：

# vYb-qH-XkH.title
source: If enabled, IINA will automatically search online subtitles only for videos without loaded subtitles and longer than 20 mintues.
af: Indien geaktiveer sal IINA outomaties na onderskrifte soek vir video’s langer as 20 minute wat sonder onderskrifte gelaai is.
ca: Habilitat, IINA cercarà automàticament subtítols en línia només per videos que no tinguin subtítols i no de més de 20 minuts.
cs: IINA automaticky vyhledá online titulky pouze pro videa bez načtených titulků a delších než 20 minut.
da: Hvis aktiveret, vil IINA automatisk kun søge efter videoer der er længere end 20 minuter og uden indlæste undertekster.
de: Ist die Option aktiviert, sucht IINA für untertitellose Videos von mehr als 20 Minuten Länge online nach passenden Untertiteln.
es: Si está habilitado, IINA buscará automáticamente subtítulos en línea solo para videos sin subtítulos cargados y de más de 20 minutos.
fr: Si cette option est activée, IINA cherchera automatiquement des sous-titres en ligne pour les vidéos sans sous-titres de plus de 20 minutes.
he: אם מופעל, IINA יחפש אוטומטית כתוביות מקוונות (רק עבור סרטונים ללא כתוביות טעונות שאורכם יותר מ-20 דקות).
hi: यदि सक्षम किया गया है, तो IINA स्वचालित रूप से केवल बिना उपशीर्षक के वीडियो के लिए ऑनलाइन उपशीर्षक खोजेगा और 20 मिनट से अधिक समय तक रहेगा।
hr: Ako je aktivirano, IINA će automatski pretražiti ​​online titlove samo za videa bez učitanih titlova i duljih od 20 minuta.
hu: Ha engedélyezve van, az IINA automatikusan csak a betöltött felirat nélküli és 20 percnél hosszabb videókra keres online feliratokat.
id: Jika diaktifkan, IINA akan mencari terjemahan online hanya pada video tanpa terjemahan bawaan dan dengan durasi lebih dari 20 menit.
it: Se abilitato, IINA cercherà online i sottotitoli in modo automatico solo per i video che non hanno sottotitoli e che hanno una durata superiore ai 20 minuti.
ja: 有効にすると、字幕が読み込まれていない20分以上のビデオを再生する時に、IINAが自動でオンライン字幕を検索します。
ko: 이 옵션을 선택하면 IINA는 20분을 넘는 동영상이 자막 없이 재생되는 경우에만 자동으로 인터넷에서 자막을 찾습니다.
nl: Indien ingeschakeld zal IINA automatisch onderteling zoeken voor video's langer dan 20 minuten.
pl: Jeśli włączone to IINA będzie automatycznie szukać napisów w sieci tylko dla wideo bez wczytanych napisów i dłuższych niż 20 minut
pt_br: Se ativado, o IINA pesquisará automaticamente legendas on-ine para vídeos sem legendas carregadas e com duração maior que 20 min.
pt_pt: Se activado, o IINA procurará automaticamente legendas online apenas vídeos sem legendas carregadas e com mais de 20 minutos de duração.
ro: Odată activat, IINA ca căuta în mod automat subtitrări online doar pentru video-uri fără subtitrări și mai lungi de 20 de minute.
ru: Если включено, IINA будет автоматически искать субтитры в интернете только для видео без загруженных субтитров и продолжительностью более 20 минут.
sk: Ak je toto nastavenia povolené, IINA automaticky vyhľadá online titulky iba pre videá dlhšie ako 20 minút a bez nahraných titulkov.
sr_cs: Ako je omogućeno, IINA će automatski pretraživati titlove na mreži samo za video-zapise bez učitanih titlova i duže od 20 minuta.
sv: Om aktiverad så kommer IINA automatiskt att söka efter undertexter online endast för videor utan inlästa undertexter och som är längre än 20 minuter.
tr: Etkinleştirilirse, IINA yalnızca yüklü altyazısı olmayan ve 20 dakikadan uzun videolar için otomatik olarak çevrimiçi altyazıları arayacaktır.
uk: Якщо увімкнено, IINA автоматично шукатиме онлайнові субтитри лише для файлів, що не мають завантажених субтитрів та довші за 20 хвилин.
vi: Nếu được bật, IINA sẽ tự động chỉ tìm kiếm phụ đề trực tuyến cho những video không tải phụ đề và dài hơn 20 phút.
zh_hans: 启用该选项时，IINA 只会针对没有加载字幕、长度超过 20 分钟的视频自动搜索在线字幕。
zh_hant: 啟用時，IINA 只會為沒有載入字幕、長度超過 20 分鐘的影片自動搜尋線上字幕。

# WHk-sk-gmK.title
source: Login
af: Teken aan
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Connexion
he: התחברות
hi: लॉग इन
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
pl: Zaloguj się
pt_pt: Iniciar sessão
ro: Logare
ru: Войти
sk: Prihlásenie
sr_cs: Prijavi me
sv: Logga in
tr: Oturum Aç
uk: Увійти
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

# X7X-18-FJg.title
source: Advanced
af: Gevorderd
ca: Avançat
cs: Pokročilé
da: Avanceret
de: Erweitert
es: Avanzado
fi: Lisäasetukset
fr: Avancé
he: מתקדם
hi: उन्नत
hr: Napredno
hu: Haladó
id: Tingkat Lanjut
it: Avanzate
ja: 詳細設定
ko: 고급설정
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
pt_pt: Avançado
ro: Avansat
ru: Дополнительно
sk: Pokročilé
sr_cs: Napredno
sv: Avancerat
tr: Gelişmiş
uk: Експертні
vi: Nâng cao
zh_hans: 高级
zh_hant: 進階設定

# xid-E9-FC9.title
source: Color:
af: Kleur:
cs: Barva:
da: Farve:
de: Farbe:
fi: Väri:
fr: Couleur :
he: צבע:
hi: रंग:
hr: Boja:
hu: Szín:
id: Warna:
it: Colore:
ja: 色:
ko: 색상:
nl: Kleur:
pl: Kolor:
pt_br: Cor:
pt_pt: Cor:
ro: Culoare:
ru: Цвет:
sk: Farba:
sr_cs: Boja:
sv: Färg:
tr: Renk:
uk: Колір:
vi: Màu sắc:
zh_hans: 颜色:
zh_hant: 顏色：

# XiL-eE-jah.title
source: Detect intelligently by IINA
af: Slimbespeuring deur IINA
ca: Detecció intel·ligent d'IINA
cs: Detekovat inteligentně
da: Find nemt med IINA
de: Von IINA automatisch erkennen
es: Detección inteligente de IINA
fi: Tunnista älykkäästi IINA:lla
fr: Détection intelligente par IINA
he: זיהוי חכם על ידי IINA
hi: IINA द्वारा समझदारी से पता लगाएं
hr: Inteligentno otkrij pomoću IINA
hu: Intelligens észlelés az IINA által
id: Deteksi otomatis oleh IINA
it: Sottotitoli trovati in modo automatico da IINA
ja: IINAによる自動選択
ko: IINA앱이 자동 선택
nl: Automatische detectie
pl: Inteligentne wyszukiwanie IINA
pt_br: Detecção inteligente do IINA
pt_pt: Detetado inteligentemente pelo IINA
ro: Detectate inteligent de IINA
ru: Умное определение IINA
sk: Titulky nájsť automaticky
sr_cs: Inteligentno otkriva IINA
sv: Upptäcks intelligent av IINA
tr: IINA akıllıca seçsin
uk: Розумне визначення IINA
zh_hans: 由 IINA 智能选择
zh_hant: 由 IINA 自動偵測

# y1E-JR-KRI.title
source: Subtitles containing media filename
af: Onderskrifte bevat medialêernaam
ca: Subtítols que contenen el nom del fitxer
cs: Titulků obsahující název souboru
da: Undertekster som indeholder medie filnavn
de: Untertitel, die den Dateinamen enthalten
es: Subtítulos que contienen el nombre de archivo multimedia
fr: Le sous-titre qui contient le nom du fichier
he: כתוביות שמכילות את שם קובץ המדיה
hi: मीडिया फ़ाइल नाम वाले उपशीर्षक
hr: Titlovi koji sadrže ime medijske datoteke
hu: A médiafájl nevét tartalmazó feliratok
id: Nama terjemahan yang mengandung nama file media
it: Sottotitoli che contengono il nome del file video
ja: 名前にメディアのファイル名を含む字幕
ko: 파일 이름을 포함한 자막
nl: Dezelfde bestandsnaam
pl: Napisy zawierające nazwę pliku multimedialnego
pt_br: Legendas contendo nome do arquivo de mídia
pt_pt: Legendas com o nome do ficheiro
ro: Subtitrări care conțin numele fișierului
ru: Субтитры, содержащие имя медиафайла
sk: Titulky obsahujú názov súboru
sr_cs: Titlovi sadrže naziv medijske datoteke
sv: Undertexter som innehåller mediets filnamn
tr: Medya dosya adını içeren altyazılar
uk: субтитрів з назвою медіафайлу
vi: Phụ đề chứa tên tệp phương tiện
zh_hans: 包含媒体文件名的字幕
zh_hant: 包含媒體檔名的字幕

# Y75-4k-2Du.title
source: Default encoding:
af: Verstekenkodering:
ca: Codificació per defecte:
cs: Výchozí kódování:
da: Standart encoding:
de: Standardkodierung:
es: Codificación predeterminada:
fi: Oletus enkoodaus:
fr: Encodage par défaut :
he: קידוד ברירת מחדל:
hi: डिफ़ॉल्ट एन्कोडिंग:
hr: Zadano kodiranje:
hu: Alapértelmezett karakterkódolás:
id: Encoding bawaan:
it: Codifica predefinita:
ja: デフォルトのエンコーディング:
ko: 기본 인코딩
nl: Standaard tekstcodering:
pl: Domyślne kodowanie:
pt_br: Codificação padrão:
pt_pt: Codificação predefinida:
ro: Codare implicită:
ru: Кодировка по умолчанию:
sk: Predvolené kódovanie:
sr_cs: Podrazumеvano kodiranje:
sv: Förvald textkodning:
tr: Varsayılan Karakter kodlaması:
uk: Стандартне кодування:
vi: Mã hóa mặc định:
zh_hans: 默认编码:
zh_hant: 預設編碼：

# Z2M-dh-eq1.title
source: This option will be stored as ISO 639-2 language code and will work for both mpv and opensubtitles.
af: Hierdie opsie sal as ISO 639-2 taalkode bewaar word en sal vir mpv en OpenSubtitles werk.
ca: Aquesta opció es desarà amb format ISO 639'2 i funcionarà tant per mpv com per opensubtitles.
cs: Tato volba bude uložena jako ISO 639-2 kód a bude kompatibilní s mpv a opensubtitles.
da: Denne indstilling bliver gemt som ISO 639-2 sprogkode og virker for både mpv og opensubtitles.
de: Diese Auswahl wird als ISO 639-2 gespeichert und ist mit mpv und OpenSubtitles kompatibel.
es: Esta opción se almacenará como código de idioma ISO 639-2 y funcionará tanto para mpv como para OpenSubtitles.
fi: Tämä vaihtoehto tallennetaan ISO 639-2 -kielikoodiksi ja toimii sekä mpv- että opentekstitysten osalta.
fr: Cette option doit être un code de langue ISO 639-2 (utilisé par mpv et OpenSubtitles)
he: אפשרות זו תישמר כקוד שפה ISO 639-2 ותעבוד הן עבור mpv והן עבור opensubtitles.
hi: यह विकल्प ISO 639-2 भाषा कोड के रूप में संग्रहीत किया जाएगा और एमपीवी और ओपनबॉटस्क्रिप्ट दोनों के लिए काम करेगा।
hr: Ova opcija će biti spremljena kao ISO 639-2 koda jezika i će raditi za mpv i opensubtitles.
hu: Ez az opció ISO 639-2 nyelvi kódként kerül tárolásra, és mind az mpv, mind az opensubtitles esetében működik.
id: Pilihan ini akan tersimpan sebagai kode bahasa ISO 639-2 dan akan berfungsi baik untuk mpv maupun opensubtitles.
it: Questa opzione verrà memorizzata come codice di lingua ISO 639-2 e funzionerà sia per mpv sia per OpenSubtitles.
ja: ISO639-2の言語コードをカンマで区切って使用してください。 この設定はmpvとopensubtitlesの両方に適用されます。
ko: ISO 639-2의 언어 코드를 쉼표로 구분하여 사용하십시오. 이 설정은 mpv와 OpenSubtitles 모두에 적용됩니다.
nl: Deze instelling wordt als ISO 639-2 taalcode opgeslagen, en werkt met zowel mpv als OpenSubtitles.
pl: Opcja zostanie przechowywana jako kod języka ISO 639-2 oraz będzie działać zarówno z mpv jak i OpenSubtitles.
pt_br: Esta opção será armazenada como linguagem ISO 639-2 e funcionará para ambos mpv e opensubtitles.
pt_pt: Esta opção será armazenada como código de idioma ISO 639-2 e funcionará para mpv e opensubtitles.
ro: Această opțiune va fi stocată ca ISO 639-2 și va funcționa atât pentru mpv, cât și pentru opensubtitles.
ru: Этот параметр будет сохранен как языковой код ISO 639-2 и применен для mpv и OpenSubtitles.org.
sk: Nastavenie bude uložené ako ISO 639-2 jazokový kód a bude fungovať s mpv a opensubtitles.
sr_cs: Ova opcija će biti sačuvana kao šifra jezika ISO 639-2 i funkcionisaće i za mpv i za opensubtitles.
sv: Detta alternativ sparas som språkkod ISO 639-2 och kommer att fungera både med mpv och opensubtitles.
tr: Bu seçenek ISO 639-2 dil kodu olarak saklanır ve hem mpv hem de OpenSubtitles için çalışır.
uk: Цей параметр буде збережено як мовний код ISO 639-2 та буде працювати для mpv і opensubtitles.
vi: Tùy chọn này sẽ được lưu trữ dưới dạng mã ngôn ngữ ISO 639-2 và sẽ hoạt động cho cả phụ đề mpv và opensub.
zh_hans: 此选项将会以 ISO 639-2 格式保存，并适用于 mpv 和 OpenSubtitles 。
zh_hant: 此選項將會以 ISO 639-2 編碼儲存，可使用於 mpv 和 OpenSubtitles 。

# zaE-bH-XfT.title
source: Preferred language:
af: Voorkeurtaal:
ca: Idioma preferit:
cs: Preferovaný jazyk:
da: Foretrukket sprog:
de: Bevorzugte Sprache:
es: Idioma preferido:
fi: Ensisijainen kieli:
fr: Langue préférée :
he: שפה מועדפת:
hi: पसंदीदा भाषा:
hr: Željeni jezik:
hu: Előnyben részesített nyelv:
id: Pilihan bahasa:
it: Lingua preferita:
ja: 優先言語:
ko: 선호 언어:
nl: Voorkeurstaal:
pl: Preferowany język:
pt_br: Idioma preferido:
pt_pt: Idioma preferencial:
ro: Limbă preferată:
ru: Предпочитаемый язык:
sk: Preferovaný jazyk:
sr_cs: Željeni jezik:
sv: Föredraget språk:
tr: Tercih edilen dil:
uk: Основна мова:
vi: Ngôn ngữ ưu tiên:
zh_hans: 偏好语言:
zh_hant: 偏好的語言：

# zml-kt-LN8.title
source: Left
af: Links
ca: Esquerra
cs: Vlevo
da: Venstre
de: Links
es: Izquierda
fr: À gauche
he: שמאל
hi: बाएं
hr: Lijevo
hu: Bal
id: Kiri
it: Sinistra
ja: 左端
ko: 왼쪽
nl: Links
pl: Lewo
pt_br: Esquerda
pt_pt: Esquerda
ro: Stânga
ru: Слева
sk: Vľavo
sr_cs: Levo
sv: Vänster
tr: Sol
uk: зліва
vi: Bên trái
zh_hans: 左
zh_hant: 齊左

# ALz-LB-8sf.title
source: Y:
he: גובה:
zh_hant: 垂直：

# CdS-9J-f2h.title
source: X:
he: רוחב:
zh_hant: 水平：

# l7l-ZO-W79.title
source: X:
he: רוחב:
zh_hant: 水平：

# xGf-fF-4Hx.title
source: Y:
he: גובה:
zh_hant: 垂直：
